Repository: artemavv/search-by-address
Catalog: languages/search-posts-by-address-*.po
Languages: pl_pl

source: Search by Address
pl_pl: Wyszukiwanie według adresu

source: Search Form Settings
pl_pl: Ustawienia formularza wyszukiwania

source: Search Form Title
pl_pl: Tytuł formularza wyszukiwania

source: Submit Button Title
pl_pl: Tekst przycisku wyszukiwania

source: Submit Button Icon
pl_pl: Ikona przycisku wyszukiwania

source: Search Placeholder
pl_pl: Tekst podpowiedzi pola wyszukiwania

source: Address Field Label
pl_pl: Etykieta pola adresu

source: Radius Field Label
pl_pl: Etykieta pola promienia

source: Radius Field Options
pl_pl: Opcje pola promienia

source: Target Country
pl_pl: Kraj docelowy

source: Google Maps API Settings
pl_pl: Ustawienia Google Maps API

source: Google Maps API Key
pl_pl: Klucz API Google Maps

source: Search Results
pl_pl: Wyniki wyszukiwania

source: Post type to search in
pl_pl: Typ wpisów do przeszukania

source: Posts Per Page
pl_pl: Liczba wpisów na stronę

source: Page to Redirect to
pl_pl: Strona przekierowania

source: Meta Key for Latitude
pl_pl: Klucz meta dla szerokości geograficznej

source: Meta Key for Longitude
pl_pl: Klucz meta dla długości geograficznej

source: No results placeholder marker
pl_pl: Znacznik zastępczy braku wyników

source: No results message
pl_pl: Komunikat braku wyników

source: Unavailable results message (no location)
pl_pl: Wprowadź komunikat o braku wyników

source: Configure the search form settings.
pl_pl: Skonfiguruj ustawienia formularza wyszukiwania.

source: Enter the search form title
pl_pl: Wprowadź tytuł formularza wyszukiwania

source: Enter the submit button title
pl_pl: Wprowadź tekst przycisku wyszukiwania

source: Enter the submit button icon
pl_pl: Wprowadź ikonę przycisku wyszukiwania

source: Enter the icon code for the submit button.
pl_pl: Wprowadź kod ikony dla przycisku wyszukiwania.

source: E.g. search, location_on, location_off, etc.
pl_pl: Np. search, location_on, location_off itp.

source: You can find the icon code in the <a href="%s" target="_blank">Material Icons</a> list.
pl_pl: Kod ikony można znaleźć na liście <a href="%s" target="_blank">Material Icons</a>.

source: Enter the address field label
pl_pl: Wprowadź etykietę pola adresu

source: Enter the radius field label
pl_pl: Wprowadź etykietę pola promienia

source: Enter the radius options - one per line.
pl_pl: Wprowadź opcje promienia — po jednej w każdej linii.

source: On each line enter the radius option and the corresponding label separated by a comma.
pl_pl: W każdej linii wprowadź wartość promienia i odpowiadającą jej etykietę, oddzielone przecinkiem.

source: E.g. 500, 500 meters
pl_pl: Np. 500, 500 metrów

source: Enter the search placeholder
pl_pl: Wprowadź tekst podpowiedzi wyszukiwania

source: Select the target country to restrict address autocomplete results to a specific country.
pl_pl: Wybierz kraj docelowy, aby ograniczyć wyniki autouzupełniania adresów do konkretnego kraju.

source: Configure the search results settings.
pl_pl: Skonfiguruj ustawienia wyników wyszukiwania.

source: -- Select a post type --
pl_pl: -- Wybierz typ wpisu --

source: Enter the meta key for latitude
pl_pl: Wprowadź klucz meta dla szerokości geograficznej

source: Enter the meta key for longitude
pl_pl: Wprowadź klucz meta dla długości geograficznej

source: Enter the number of posts to display per page
pl_pl: Wprowadź liczbę wpisów wyświetlanych na stronie

source: -- Select a page --
pl_pl: -- Wybierz stronę --

source: Select the page where search results will be displayed.
pl_pl: Wybierz stronę, na której będą wyświetlane wyniki wyszukiwania.

source: Enter the no results placeholder marker
pl_pl: Wprowadź znacznik zastępczy braku wyników

source: You can use a placeholder marker to display a message when no results are found. A text entered here will be replaced with the correct message when no results are found.
pl_pl: Możesz użyć znacznika zastępczego do wyświetlenia komunikatu, gdy nie znaleziono wyników. Wprowadzony tutaj tekst zostanie zastąpiony właściwym komunikatem.

source: You can place this marker anywhere in the page.
pl_pl: Możesz umieścić ten znacznik w dowolnym miejscu na stronie.

source: In 'Post List' settings you can place the marker under 'Action when no results found' section ('Order & Quantity' tab)
pl_pl: W ustawieniach „Lista wpisów” możesz umieścić znacznik w sekcji „Akcja przy braku wyników” (zakładka „Kolejność i ilość”).

source: Enter the no results message
pl_pl: Wprowadź komunikat braku wyników

source: A text entered here will be used as a message when no results are found - it will replace 'placeholder marker' defined above.
pl_pl: Wprowadzony tutaj tekst zostanie użyty jako komunikat braku wyników i zastąpi zdefiniowany powyżej znacznik zastępczy.

source: You can use {address} in the message text - it will be replaced with the actual address searched for.
pl_pl: Możesz użyć {address} w treści komunikatu — zostanie on zastąpiony faktycznie wyszukiwanym adresem.

source: This message is displayed when the search results page is loaded but no location is provided (e.g. direct access without search parameters).
pl_pl: Ten komunikat jest wyświetlany, gdy strona wyników wyszukiwania jest załadowana, ale nie podano lokalizacji (np. bezpośredni dostęp bez parametrów wyszukiwania).

source: Enter your Google Maps API key to enable the address autocomplete functionality.
pl_pl: Wprowadź klucz API Google Maps, aby włączyć funkcję autouzupełniania adresów.

source: Enter your Google Maps API key
pl_pl: Wprowadź swój klucz API Google Maps

source: Get your API key from the <a href="%s" target="_blank">Google Cloud Console</a>.
pl_pl: Uzyskaj klucz API w <a href="%s" target="_blank">Google Cloud Console</a>.

source: Make sure to enable the Maps JavaScript API and Places API.
pl_pl: Upewnij się, że włączono Maps JavaScript API oraz Places API.

source: Save Settings
pl_pl: Zapisz ustawienia

source: Usage
pl_pl: Użycie

source: Use the following shortcodes to display the search form and results:
pl_pl: Użyj poniższych shortcode’ów, aby wyświetlić formularz i wyniki wyszukiwania:

source: Displays the standard search form with address autocomplete and radius selection.
pl_pl: Wyświetla standardowy formularz wyszukiwania z automatycznym uzupełnianiem adresu i wyborem promienia.

source: Attributes:
pl_pl: Atrybuty:

source: Displays a compact version of the search form (inline style).
pl_pl: Wyświetla kompaktową wersję formularza wyszukiwania (styl inline).

source: Displays the search results on a Google Map.
pl_pl: Wyświetla wyniki wyszukiwania na mapie Google.

source: Address
pl_pl: Adres

source: Search Radius
pl_pl: Promień wyszukiwania

source: Search
pl_pl: Szukaj

source: Enter an address...
pl_pl: Wpisz adres...

source: Sorry, the search results are not available (location is not provided).
pl_pl: Przepraszamy, wyniki wyszukiwania są niedostępne (nie podano lokalizacji).
